12/data/attachments/d03c7665863b15a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_25bbe40f-2178-4dd0-a834-437ebfbe2f6e</nif:username>
            <nif:friendToBeAdded>Tyler_reality_Actions_60598_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>